Repository: snaverm/Pokemon-Go-Rocket-API
Catalog: PokemonGo-UWP/Strings/*/Pokedex.resw
Source language: en_us
Languages: de, es, fr, he, it, ja, pt_br, tr

# Zapdos.Description
source: Zapdos is a legendary bird Pokémon that has the ability to control electricity. It usually lives in thunderclouds. The Pokémon gains power if it is stricken by lightning bolts.
de: Zapdos ist ein Legendäres Vogel-Pokémon, das die Fähigkeit besitzt, Elektrizität zu manipulieren. Es lebt in Gewitterwolken. Dieses Pokémon nimmt Energie auf, wenn es vom Blitz getroffen wird.
es: Zapdos es un Pokémon pájaro legendario que tiene la habilidad de controlar la electricidad. Suele vivir en nubarrones. Este Pokémon gana mucha fuerza si le alcanzan los rayos.
fr: Électhor est un Pokémon Oiseau légendaire capable de contrôler l’électricité. Il vit généralement dans les nuages orageux. Ce Pokémon gagne en puissance lorsqu’il est frappé par la foudre.
he: Zapdos הוא ציפור האגדי פוקימון בעל יכולת שליטה בחשמל. זה בדרך כלל חי ענני גשם. פוקימון רווחי כוח, אם זה הוצאה על ידי ברקים.
it: Zapdos è un Pokémon uccello leggendario, perfettamente in grado di gestire l’elettricità. Acquista forza ed energia se colpito da qualche fulmine.
ja: でんきを あやつる でんせつの とりポケモン。 ふだんは カミナリぐもの なかで くらしている。 カミナリに うたれると ちからが わいてくる。
pt_br: Zapdos é um pássaro lendário que tem a capacidade de controlar a eletricidade. Geralmente vive nas trovoadas. O Pokémon ganha mais poder, se ele é atingido por relâmpagos.
tr: Zapdos elektriği kontrol edebilen bir efsanevi kuş Pokémon'udur. Genelde şimşek bulutları arasında yaşar. Yıldırım ve şimşekler tarafından çarpılarak güç kazanır.

# Moltres.Description
source: Moltres is a legendary bird Pokémon that has the ability to control fire. If this Pokémon is injured, it is said to dip its body in the molten magma of a volcano to burn and heal itself.
de: Lavados ist ein Legendäres Vogel-Pokémon, das Feuer manipulieren kann. Wenn es verletzt wird, taucht es seinen Körper in das Magma eines Vulkans, um sich zu verbrennen und selbst zu heilen.
es: Moltres es un Pokémon pájaro legendario que tiene la habilidad de controlar el fuego. Dicen que, si resulta herido, se sumerge en el líquido magma de un volcán para arder y curarse.
fr: Sulfura est un Pokémon Oiseau légendaire capable de contrôler le feu. On raconte que lorsque ce Pokémon est blessé, il se baigne dans le magma en ébullition d’un volcan pour se soigner.
he: Moltres הוא ציפור האגדי פוקימון זה יש את היכולת לשלוט באש. אם זה פוקימון הוא נפגע, הוא אמר כדי לטבול את הגוף שלו תוך המגמה מותכת של הר געש כדי לצרוב, לרפא את עצמו.
it: Moltres è un Pokémon uccello leggendario, perfettamente in grado di gestire il fuoco. Se rimane ferito, si dice che si immerga nel magma liquido di un vulcano per ardere e tornare in salute.
ja: ほのおを あやつる でんせつの とりポケモン。 からだが きずつくと かこうの マグマに はいり ぜんしんを もやして きずを いやすと いう。
pt_br: Moltres é um pássaro lendário que tem a capacidade de controlar o fogo. Se este Pokémon está ferido, ele mergulha seu corpo no magma do fundo de um vulcão para se queimar e curar-se.
tr: Moltres ateşi kontrol edebilen bir efsanevi kuş Pokémon'udur. Eğer bu Pokémon yaralanırsa, erimiş magmaya batırılıp yanmanın onu iyileştirdiği söylenir.

# Dratini.Description
source: Dratini continually molts and sloughs off its old skin. It does so because the life energy within its body steadily builds to reach uncontrollable levels.
de: Dratini häutet sich ständig, da die Lebensenergie in seinem Körper stetig und unkontrollierbar ansteigt.
es: Dratini muda y se despoja de la vieja piel continuamente. Es algo que necesita hacer porque la energía que tiene en su interior no para de alcanzar niveles incontrolables.
fr: Minidraco mue constamment, renouvelant sans arrêt sa peau. En effet, l’énergie vitale de son corps augmente régulièrement et sa mue lui permet d’éviter d’atteindre des niveaux incontrôlables.
he: Dratini ללא הרף משיל את עורו ישנים. היא עושה זאת כי אנרגית החיים בתוך הגוף שלו בונה בהתמדה להגיע לרמות בלתי נשלט.
it: Dratini fa la muta cambiando continuamente la pelle vecchia, perché l’energia vitale del suo corpo aumenta fino a raggiungere livelli incontrollabili.
ja: ミニリュウが だっぴを くりかえして いるのは からだの なかで せいめいの エネルギーが どんどん ふくら おさえきれなく なるからだ。
pt_br: Dratini continuamente mudas e joga fora sua pele velha. Ele faz isso porque a energia vital dentro de seu corpo cria novas peles progressivamente para atingir níveis incontroláveis.
tr: Dratini sürekli deri değiştirir ve eski derisinden kurtulur. Bunu yapmasının sebebi, vücudundaki hayat enerjisinin kontrol edilemez seviyelere ulaşmasıdır.

# Dragonair.Description
source: Dragonair stores an enormous amount of energy inside its body. It is said to alter weather conditions in its vicinity by discharging energy from the crystals on its neck and tail.
de: Dragonir speichert eine enorme Menge an Energie in seinem Körper. Es kann die Witterung in seiner Umgebung ändern, indem es Energie aus den Kristallen an seinem Hals und an seinem Schweif entlädt.
es: Dragonair acumula grandes cantidades de energía dentro de sí. Dicen que altera el clima de la zona en la que está descargando energía a través de las esferas de cristal que tiene en el cuello y en la cola.
fr: Draco stocke une quantité d’énergie considérable dans son corps. On raconte qu’il peut modifier les conditions climatiques autour de lui en déchargeant l’énergie contenue dans les cristaux de son cou et de sa queue.
he: Dragonair חנויות כמות עצומה של אנרגיה בגוף שלה. הוא אמר כדי לשנות תנאי מזג האוויר בסביבה שלה על ידי פריקת האנרגיה של הגבישים על הצוואר ועל הזנב.
it: Dragonair accumula un’enorme quantità d’energia all’interno del corpo. Si dice che sia in grado di mutare le condizioni meteorologiche circostanti scaricando energia dai cristalli del collo e della coda.
ja: おおきな エネルギーを からだに ためている。 くびと しっぽの すいしょうから エネルギーを ときはなち あたりの てんきを かえると いう。
pt_br: Dragonair armazena uma quantidade enorme de energia dentro do seu corpo. Ele é capaz de alterar as condições meteorológicas nas suas proximidades, devido a descarga de energia dos cristais em seu pescoço e cauda.
tr: Dragonair vücudunda inanılmaz miktarda enerji depolar. Boynundaki ve kuyruğundaki kristalden yaydığı enerji ile hava koşullarını değiştirebildiği söylenir.

# Dragonite.Description
source: Dragonite is capable of circling the globe in just 16 hours. It is a kindhearted Pokémon that leads lost and foundering ships in a storm to the safety of land.
de: Dragoran kann die Welt innerhalb von 16 Stunden umkreisen. Es ist ein gutherziges Pokémon, das vermisste und sinkende Schiffe bei Unwetter sicher an Land zurückbringt.
es: Dragonite es capaz de dar la vuelta al mundo en solo 16 horas. Es un Pokémon de buen corazón que guía hasta tierra a los barcos que se encuentran perdidos en plena tormenta y a punto de zozobrar.
fr: Dracolosse est capable de faire le tour de la planète en seize heures à peine. C’est un Pokémon au grand cœur qui ramène à bon port les navires perdus dans les tempêtes.
he: Dragonite הוא מסוגל מסתובב בעולם. רק 16 שעות. זה פוקימון וטובת לב המוביל לאיבוד ספינות בסערה לבטיחות של קרקע.
it: Dragonite è in grado di fare il giro del mondo in sole 16 ore. È un Pokémon buono e mansueto che guida fino alla terraferma le navi prossime al naufragio.
ja: １６じかんで ちきゅうを １しゅうできる。 あらしで なんぱしかけた ふねを つけると りくちまで ゆうどうする やさしい ポケモン。
pt_br: Dragonite é capaz de circular o globo em apenas 16 horas. É um Pokémon de bom coração que guia navios perdidos em tempestades para a segurança da terra.
tr: Dragonite sadece 16 saatte dünyanın çevresini dönme yeteneğine sahiptir. Kayıplara yol gösteren, fırtınadaki gemilere kıyıya rota çizen, iyi kalpli bir Pokémon olarak bilinir.

# Mewtwo.Description
source: Mewtwo is a Pokémon that was created by genetic manipulation. However, even though the scientific power of humans created this Pokémon’s body, they failed to endow Mewtwo with a compassionate heart.
de: Mewtu ist ein Pokémon, das durch Genmanipulation entstanden ist. Die Menschen haben es zwar mit ihrem wissenschaftlichen Sachverstand erzeugt, aber nicht mit einem mitfühlenden Herzen ausgestattet.
es: Mewtwo fue creado por manipulación genética. Pero, a pesar de que el hombre creó su cuerpo, dotar a Mewtwo de un corazón compasivo quedó en el olvido.
fr: Mewtwo est un Pokémon créé par manipulation génétique. Cependant, bien que les connaissances scientifiques des humains aient réussi à créer son corps, elles n’ont pas pu doter Mewtwo d’un cœur sensible.
he: Mewtwo הוא פוקימון שנוצר על-ידי מניפולציה גנטית. עם זאת, למרות הכוח מדעי של בני האדם יצר הגוף של פוקימון הזה, הם נכשלו להעניק Mewtwo עם לב רחום.
it: Mewtwo è stato creato grazie a una manipolazione genetica. Tuttavia, sebbene la scienza sia riuscita a creare un corpo di Pokémon, ha fallito nell’intento di dare a Mewtwo un animo generoso.
ja: いでんしそうさに よって つくられた ポケモン。 にんげんの かがくりょくで からだは つくれても やさしい こころを つくることは できなかった。
pt_br: Mewtwo é um Pokémon que foi criado por manipulação genética. No entanto, mesmo que o poder científico do ser humano tenha criado o corpo deste Pokémon, eles não conseguiram dar ao Mewtwo um coração compassivo.
tr: Mewtwo genetik olarak oynanarak yaratılmış bir Pokémon'dur. Ancak insanların bilimsel dehası, bu Pokémon'un vücudunu yaratmış olsa da, Mewtwo'ya merhametli bir kalp vermeyi başaramamıştır.

# Mew.Description
source: Mew is said to possess the genetic composition of all Pokémon. It is capable of making itself invisible at will, so it entirely avoids notice even if it approaches people.
de: Mew soll die genetische Zusammensetzung aller Pokémon besitzen. Es kann sich unsichtbar machen, sodass es sich auch Menschen nähern kann, ohne bemerkt zu werden.
es: Dicen que Mew posee el mapa genético de todos los Pokémon. Puede hacerse invisible cuando quiere, así que pasa desapercibido cada vez que se le acerca alguien.
fr: On dit que Mew possède le code génétique de tous les autres Pokémon. Il peut se rendre invisible à sa guise, ce qui lui permet de ne pas se faire remarquer quand il s’approche des gens.
he: Mew הוא אמר להחזיק את ההרכב הגנטי של כל פוקימון. . זה מסוגל לעשות את עצמו לבלתי נראה, בשעה, אז זה מונע לחלוטין הודעה גם אם זה נגש אנשים.
it: Si dice che Mew possegga il patrimonio genetico di tutti i Pokémon. È in grado di rendersi invisibile, quando vuole, in modo da non farsi notare nemmeno da vicino.
ja: すべての ポケモンの いでんしを もつと いう。 じゆうじざいに すがたを けすことが できるので ひとに ちかづいても まったく きづかれない。
pt_br: Mew tem a composição genética de todos os Pokémon. É capaz de fazer-se invisível, assim evitando avisar as pessoas, mesmo que ele aproxime-se delas.
tr: Mew'un, bütün Pokémon'ların genetik özelliklerini barındırdığı söylenir. İstediği anda kendisini görünmez yapma yeteneğine sahiptir, bu sebeple insanlara yaklaşsa bile dikkat çekmez.
